Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: About Browser
ar: حول Browser
ca: Sobre el Browser
cs: O aplikaci Browser
da: Om Browser
de: Über Browser
el: Σχετικά με το Browser
es: Acerca de Browser
fi: Tietoja: Browser
fr: À propos de Browser
he: אודות Browser
hi: Browser के बारे में
hr: O aplikaciji Browser
hu: A Browser névjegye
id: Tentang Browser
it: Informazioni su Browser
ja: Browser について
ko: Browser에 관하여
ms: Perihal Browser
nb: Om Browser
nl: Over Browser
pl: Browser — informacje
pt_br: Sobre o Browser
ro: Despre Browser
ru: О программе Browser
sk: O aplikácii Browser
sv: Om Browser
th: เกี่ยวกับ Browser
tr: Browser Hakkında
uk: Про програму Browser
vi: Giới thiệu về Browser
zh_hans: 关于 Browser
zh_hk: 關於 Browser

source: Add to Split
ar: إضافة إلى التقسيم
ca: Afegeix a la divisió
cs: Přidat do rozdělení
da: Føj til opdeling
de: Zur Teilung hinzufügen
el: Προσθήκη στη διαίρεση
es: Añadir a la división
fi: Lisää jakonäkymään
fr: Ajouter à la vue divisée
he: הוסף לפיצול
hi: विभाजन में जोड़ें
hr: Dodaj u podjelu
hu: Hozzáadás az osztott nézethez
id: Tambahkan ke pembagian
it: Aggiungi alla vista divisa
ja: 分割に追加
ko: 분할에 추가
ms: Tambah ke pembahagian
nb: Legg til i delingen
nl: Aan splitsing toevoegen
pl: Dodaj do podziału
pt_br: Adicionar à divisão
ro: Adaugă la divizare
ru: Добавить в разделение
sk: Pridať do rozdelenia
sv: Lägg till i delning
th: เพิ่มเข้าการแบ่งหน้าจอ
tr: Bölmeye ekle
uk: Додати до розділення
vi: Thêm vào chia đôi
zh_hans: 加入分屏
zh_hk: 加入分割

source: Add/Remove Split Pane
ar: إضافة لوح تقسيم أو إزالته
ca: Afegeix/treu una subfinestra
cs: Přidat či odebrat panel rozdělení
da: Tilføj/fjern opdelt rude
de: Teilungsbereich hinzufügen/entfernen
el: Προσθήκη/αφαίρεση τμήματος διαίρεσης
es: Añadir/quitar panel dividido
fi: Lisää tai poista jakoruutu
fr: Ajouter/retirer un volet
he: הוספה או הסרה של חלונית פיצול
hi: विभाजन फलक जोड़ें/हटाएँ
hr: Dodaj ili ukloni okno podjele
hu: Osztott panel hozzáadása/eltávolítása
id: Tambah/hapus panel pembagian
it: Aggiungi/rimuovi riquadro
ja: 分割ペインを追加／削除
ko: 분할 패널 추가/제거
ms: Tambah/buang anak tetingkap pembahagian
nb: Legg til / fjern delt rute
nl: Splitsingsdeelvenster toevoegen/verwijderen
pl: Dodaj lub usuń panel podziału
pt_br: Adicionar/remover painel dividido
ro: Adaugă/elimină panoul divizat
ru: Добавить или убрать панель разделения
sk: Pridať alebo odobrať panel rozdelenia
sv: Lägg till/ta bort delad ruta
th: เพิ่ม/เอาบานหน้าต่างแบ่งออก
tr: Bölme panelini ekle/kaldır
uk: Додати або прибрати панель розділення
vi: Thêm/bỏ khung chia
zh_hans: 添加/移除分屏窗格
zh_hk: 加入／移除分割窗格

source: Adds “Switch Tab to Incognito” to the Privacy menu. It moves the current tab into a private session: your logins come along (cookies are copied over), but everything after the switch is kept only in memory and vanishes when the tab closes. What happened before the switch is already in your history, and sites that keep you signed in with local storage may ask you to sign in again.
ar: يضيف «تحويل علامة التبويب إلى التصفح المتخفي» إلى قائمة الخصوصية. ينقل علامة التبويب الحالية إلى جلسة خاصة: تنتقل معك عمليات تسجيل الدخول (تُنسخ ملفات تعريف الارتباط)، لكن كل ما يأتي بعد التحويل يبقى في الذاكرة فقط ويختفي عند إغلاق علامة التبويب. ما حدث قبل التحويل موجود أصلًا في سجلك، وقد تطلب منك المواقع التي تُبقيك مسجّلًا عبر التخزين المحلي تسجيل الدخول من جديد.
ca: Afegeix «Passa la pestanya a incògnit» al menú Privadesa. Mou la pestanya actual a una sessió privada: les teves sessions iniciades t'acompanyen (les galetes es copien), però tot el que passa després del canvi es queda només a la memòria i desapareix en tancar la pestanya. El que va passar abans del canvi ja és al teu historial, i els llocs que et mantenen identificat amb l'emmagatzematge local et poden demanar que hi tornis a entrar.
cs: Přidá do nabídky Soukromí položku „Přepnout kartu do anonymního režimu“. Přesune aktuální kartu do soukromé relace: tvá přihlášení jdou s sebou (cookies se zkopírují), ale vše po přepnutí zůstane jen v paměti a zmizí se zavřením karty. Co bylo před přepnutím, už je v historii, a weby, které tě drží přihlášeného přes místní úložiště, se tě můžou zeptat znovu.
da: Føjer “Skift faneblad til inkognito” til menuen Anonymitet. Den flytter det aktuelle faneblad over i en privat session: dine logins følger med (cookies kopieres over), men alt efter skiftet bliver kun i hukommelsen og forsvinder, når fanebladet lukkes. Det, der skete før skiftet, ligger allerede i din historik, og websteder, der holder dig logget ind via lokalt lager, kan bede dig logge ind igen.
de: Fügt „Tab auf Inkognito umstellen“ zum Menü „Privatsphäre“ hinzu. Der aktuelle Tab wandert damit in eine private Sitzung: Deine Anmeldungen kommen mit (Cookies werden kopiert), aber alles nach dem Wechsel bleibt nur im Arbeitsspeicher und verschwindet beim Schließen des Tabs. Was vor dem Wechsel geschah, steht bereits in deinem Verlauf, und Websites, die dich über den lokalen Speicher angemeldet halten, fragen dich womöglich erneut nach der Anmeldung.
el: Προσθέτει την εντολή «Μετατροπή καρτέλας σε ανώνυμη» στο μενού Απόρρητο. Μεταφέρει την τρέχουσα καρτέλα σε ιδιωτική συνεδρία: οι συνδέσεις σου έρχονται μαζί (τα cookies αντιγράφονται), αλλά ό,τι ακολουθεί μένει μόνο στη μνήμη και χάνεται όταν κλείσει η καρτέλα. Ό,τι έγινε πριν τη μετατροπή είναι ήδη στο ιστορικό σου, και οι ιστότοποι που σε κρατούν συνδεδεμένο μέσω τοπικής αποθήκευσης ίσως σου ζητήσουν να συνδεθείς ξανά.
es: Añade «Pasar la pestaña a incógnito» al menú Privacidad. Mueve la pestaña actual a una sesión privada: tus inicios de sesión te acompañan (las cookies se copian), pero todo lo posterior al cambio se queda solo en memoria y desaparece al cerrar la pestaña. Lo ocurrido antes del cambio ya está en tu historial, y los sitios que te mantienen con la sesión iniciada mediante almacenamiento local pueden pedirte que vuelvas a entrar.
fi: Lisää Tietosuoja-valikkoon kohdan ”Vaihda välilehti incognitoon”. Se siirtää nykyisen välilehden yksityiseen istuntoon: kirjautumisesi tulevat mukaan (evästeet kopioidaan), mutta kaikki vaihdon jälkeinen jää vain muistiin ja katoaa, kun välilehti suljetaan. Ennen vaihtoa tapahtunut on jo historiassasi, ja sivustot, jotka pitävät sinut kirjautuneena paikallisen tallennustilan avulla, voivat pyytää kirjautumaan uudelleen.
fr: Ajoute « Passer l'onglet en navigation privée » au menu Confidentialité. L'onglet actuel passe alors dans une session privée : vos connexions suivent (les cookies sont copiés), mais tout ce qui suit le basculement reste uniquement en mémoire et disparaît à la fermeture de l'onglet. Ce qui s'est passé avant figure déjà dans votre historique, et les sites qui vous gardent connecté via le stockage local peuvent vous redemander de vous identifier.
he: מוסיף את הפקודה ״העבר כרטיסייה לגלישה בסתר״ לתפריט הפרטיות. היא מעבירה את הכרטיסייה הנוכחית להפעלה פרטית: ההתחברויות שלך באות איתך (העוגיות מועתקות), אבל כל מה שקורה אחרי המעבר נשמר בזיכרון בלבד ונעלם עם סגירת הכרטיסייה. מה שקרה לפני המעבר כבר נמצא בהיסטוריה, ואתרים ששומרים אותך מחובר דרך אחסון מקומי עשויים לבקש ממך להתחבר שוב.
hi: गोपनीयता मेनू में “टैब को गुप्त में बदलें” जोड़ता है। यह मौजूदा टैब को एक निजी सत्र में ले जाता है: आपके लॉगिन साथ आते हैं (कुकीज़ कॉपी हो जाती हैं), पर बदलाव के बाद सब कुछ केवल मेमोरी में रहता है और टैब बंद होते ही मिट जाता है। बदलाव से पहले जो हुआ वह पहले ही आपके इतिहास में है, और जो साइटें लोकल स्टोरेज से आपको साइन इन रखती हैं वे दोबारा साइन इन करने को कह सकती हैं।
hr: Dodaje „Prebaci karticu u anonimni način” u izbornik Privatnost. Premješta trenutnu karticu u privatnu sesiju: tvoje prijave putuju s njom (kolačići se kopiraju), ali sve nakon prebacivanja ostaje samo u memoriji i nestaje kad zatvoriš karticu. Ono što je bilo prije prebacivanja već je u povijesti, a stranice koje te drže prijavljenim preko lokalne pohrane mogle bi tražiti da se prijaviš ponovno.
hu: Felveszi az „Lap váltása inkognitóra” pontot az Adatvédelem menübe. Az aktuális lapot privát munkamenetbe helyezi: a bejelentkezéseid vele tartanak (a sütik átmásolódnak), de a váltás után minden csak a memóriában marad, és eltűnik a lap bezárásakor. Ami a váltás előtt történt, már az előzményekben van, és azok az oldalak, amelyek helyi tárolóval tartanak bejelentkezve, újra kérhetik a belépést.
id: Menambahkan “Ubah tab ke penyamaran” ke menu Privasi. Tab saat ini dipindahkan ke sesi privat: login Anda ikut serta (cookie disalin), tetapi semua setelah peralihan hanya tersimpan di memori dan lenyap saat tab ditutup. Yang terjadi sebelum peralihan sudah ada di riwayat Anda, dan situs yang menjaga Anda tetap masuk lewat penyimpanan lokal mungkin meminta Anda masuk lagi.
it: Aggiunge «Passa la scheda in incognito» al menu Privacy. Sposta la scheda attuale in una sessione privata: i tuoi accessi ti seguono (i cookie vengono copiati), ma tutto ciò che avviene dopo il passaggio resta solo in memoria e sparisce quando chiudi la scheda. Quello che è successo prima è già nella cronologia, e i siti che ti tengono connesso con l'archiviazione locale potrebbero chiederti di accedere di nuovo.
ja: 「タブをシークレットに切り替え」をプライバシーメニューに追加します。現在のタブをプライベートセッションへ移し、ログイン状態は引き継がれます（Cookie がコピーされます）が、切り替え後の内容はメモリ上だけに保持され、タブを閉じると消えます。切り替え前の履歴はすでに残っており、ローカルストレージでログインを保持しているサイトでは再度サインインを求められることがあります。
ko: 개인 정보 보호 메뉴에 ‘탭을 시크릿으로 전환’을 추가합니다. 현재 탭을 비공개 세션으로 옮기며, 로그인 상태는 따라옵니다(쿠키가 복사됩니다). 다만 전환 이후의 내용은 메모리에만 남아 탭을 닫으면 사라집니다. 전환 전의 기록은 이미 방문 기록에 있고, 로컬 저장소로 로그인을 유지하는 사이트는 다시 로그인하라고 할 수 있습니다.
ms: Menambah “Tukar tab ke penyamaran” ke menu Privasi. Ia memindahkan tab semasa ke sesi peribadi: log masuk anda ikut serta (kuki disalin), tetapi segala-galanya selepas pertukaran hanya disimpan dalam ingatan dan lenyap apabila tab ditutup. Apa yang berlaku sebelum pertukaran sudah pun ada dalam sejarah anda, dan tapak yang mengekalkan anda log masuk melalui storan setempat mungkin meminta anda log masuk semula.
nb: Legger «Bytt fane til inkognito» til i Personvern-menyen. Den flytter den aktive fanen inn i en privat økt: innloggingene dine blir med (informasjonskapsler kopieres over), men alt etter byttet blir bare i minnet og forsvinner når fanen lukkes. Det som skjedde før byttet, ligger allerede i loggen din, og nettsteder som holder deg innlogget via lokal lagring, kan be deg logge inn på nytt.
nl: Voegt ‘Tabblad naar incognito’ toe aan het menu Privacy. Het huidige tabblad gaat daarmee naar een privésessie: je aanmeldingen gaan mee (cookies worden gekopieerd), maar alles na de omschakeling blijft alleen in het geheugen en verdwijnt als het tabblad sluit. Wat vóór de omschakeling gebeurde staat al in je geschiedenis, en sites die je aangemeld houden via lokale opslag vragen je mogelijk opnieuw in te loggen.
pl: Dodaje pozycję „Przełącz kartę w tryb incognito” do menu Prywatność. Przenosi bieżącą kartę do sesji prywatnej: twoje zalogowania jadą razem z nią (ciasteczka są kopiowane), ale wszystko po przełączeniu zostaje wyłącznie w pamięci i znika po zamknięciu karty. To, co było przed przełączeniem, jest już w historii, a witryny trzymające cię zalogowanym przez magazyn lokalny mogą poprosić o ponowne logowanie.
pt_br: Adiciona “Passar a aba para anônima” ao menu Privacidade. A aba atual vai para uma sessão privada: seus logins acompanham (os cookies são copiados), mas tudo depois da troca fica só na memória e some quando a aba fecha. O que aconteceu antes da troca já está no seu histórico, e sites que mantêm você conectado via armazenamento local podem pedir que você entre de novo.
ro: Adaugă „Comută fila la incognito” în meniul Confidențialitate. Mută fila curentă într-o sesiune privată: autentificările te însoțesc (cookie-urile sunt copiate), dar tot ce urmează după comutare rămâne doar în memorie și dispare când închizi fila. Ce s-a întâmplat înainte de comutare e deja în istoric, iar site-urile care te țin conectat prin stocarea locală s-ar putea să îți ceară să te autentifici din nou.
ru: Добавляет пункт «Перевести вкладку в инкогнито» в меню «Конфиденциальность». Он переносит текущую вкладку в приватный сеанс: ваши входы переезжают вместе с ней (файлы cookie копируются), но всё после переключения хранится только в памяти и исчезает при закрытии вкладки. То, что было до переключения, уже в истории, а сайты, которые держат вас авторизованным через локальное хранилище, могут попросить войти заново.
sk: Pridá do ponuky Súkromie položku „Prepnúť kartu do anonymného režimu“. Presunie aktuálnu kartu do súkromnej relácie: tvoje prihlásenia idú s ňou (cookies sa skopírujú), ale všetko po prepnutí zostane len v pamäti a zmizne so zatvorením karty. Čo bolo pred prepnutím, je už v histórii, a weby, ktoré ťa držia prihláseného cez lokálne úložisko, sa ťa môžu spýtať znova.
sv: Lägger till ”Byt flik till inkognito” i integritetsmenyn. Den flyttar den aktuella fliken till en privat session: dina inloggningar följer med (cookies kopieras över), men allt efter bytet finns bara i minnet och försvinner när fliken stängs. Det som hände före bytet ligger redan i din historik, och webbplatser som håller dig inloggad via lokal lagring kan be dig logga in igen.
th: เพิ่ม “สลับแท็บเป็นโหมดไม่ระบุตัวตน” เข้าไปในเมนูความเป็นส่วนตัว ซึ่งจะย้ายแท็บปัจจุบันไปยังเซสชั่นส่วนตัว การล็อกอินของคุณจะตามไปด้วย (คุกกี้ถูกคัดลอกไป) แต่ทุกอย่างหลังจากสลับจะอยู่ในหน่วยความจำเท่านั้นและหายไปเมื่อปิดแท็บ สิ่งที่เกิดขึ้นก่อนสลับอยู่ในประวัติแล้ว และเว็บไซต์ที่ให้คุณล็อกอินค้างไว้ด้วยที่จัดเก็บในเครื่องอาจขอให้คุณลงชื่อเข้าใหม่
tr: Gizlilik menüsüne “Sekmeyi gizliye geçir” komutunu ekler. Geçerli sekmeyi özel bir oturuma taşır: oturum açmalarınız sizinle gelir (çerezler kopyalanır), ama geçişten sonraki her şey yalnızca bellekte tutulur ve sekme kapanınca yok olur. Geçişten önce olanlar zaten geçmişinizde; yerel depolamayla sizi oturumda tutan siteler yeniden giriş yapmanızı isteyebilir.
uk: Додає пункт «Перевести вкладку в інкогніто» до меню «Конфіденційність». Він переносить поточну вкладку в приватний сеанс: ваші входи переїжджають разом із нею (файли cookie копіюються), але все після перемикання зберігається лише в пам'яті й зникає, коли вкладку закрито. Те, що було до перемикання, уже в історії, а сайти, які тримають вас авторизованим через локальне сховище, можуть попросити увійти знову.
vi: Thêm mục “Chuyển thẻ sang ẩn danh” vào menu Quyền riêng tư. Nó chuyển thẻ hiện tại sang một phiên riêng tư: các lần đăng nhập của bạn đi theo (cookie được sao chép), nhưng mọi thứ sau khi chuyển chỉ nằm trong bộ nhớ và biến mất khi đóng thẻ. Những gì diễn ra trước lúc chuyển thì đã nằm trong lịch sử, và các trang giữ bạn đăng nhập bằng bộ nhớ cục bộ có thể yêu cầu bạn đăng nhập lại.
zh_hans: 在“隐私”菜单中加入“将标签页切换为无痕”。它会把当前标签页移入私密会话：你的登录状态会跟着过去（Cookie 会被复制），但切换之后的一切只保存在内存中，标签页关闭即消失。切换之前发生的事已经在历史记录里，而那些用本地存储保持登录的网站可能会让你重新登录。
zh_hk: 在「隱私權」選單中加入「將分頁切換為無痕」。它會把目前分頁移入私密工作階段：你的登入狀態會跟著過去（Cookie 會被複製），但切換之後的一切只保存在記憶體中，關閉分頁即消失。切換之前發生的事已經在瀏覽紀錄裡，而那些用本機儲存空間維持登入的網站可能會要你重新登入。

source: All Screenshots
ar: كل لقطات الشاشة
ca: Totes les captures
cs: Všechny snímky obrazovky
da: Alle skærmbilleder
de: Alle Bildschirmfotos
el: Όλα τα στιγμιότυπα
es: Todas las capturas
fi: Kaikki kuvakaappaukset
fr: Toutes les captures
he: כל צילומי המסך
hi: सभी स्क्रीनशॉट
hr: Sve snimke zaslona
hu: Minden képernyőkép
id: Semua tangkapan layar
it: Tutte le istantanee
ja: すべてのスクリーンショット
ko: 모든 스크린샷
ms: Semua tangkapan skrin
nb: Alle skjermbilder
nl: Alle schermafbeeldingen
pl: Wszystkie zrzuty ekranu
pt_br: Todas as capturas
ro: Toate capturile
ru: Все снимки экрана
sk: Všetky snímky obrazovky
sv: Alla skärmbilder
th: ภาพหน้าจอทั้งหมด
tr: Tüm ekran görüntüleri
uk: Усі знімки екрана
vi: Tất cả ảnh chụp màn hình
zh_hans: 所有截图
zh_hk: 所有截圖

source: An isolated, persistent session with its own cookies and logins — stay signed in under a different account, side by side.
ar: جلسة معزولة ودائمة بملفات تعريف ارتباط وعمليات دخول خاصة بها — ابقَ مسجّلًا بحسابات مختلفة جنبًا إلى جنب.
ca: Una sessió aïllada i persistent, amb galetes i sessions iniciades pròpies: mantén-te identificat amb comptes diferents, un al costat de l'altre.
cs: Izolovaná trvalá relace s vlastními cookies a přihlášeními – zůstaň přihlášený pod různými účty vedle sebe.
da: En isoleret, vedvarende session med sine egne cookies og logins – vær logget ind på forskellige konti side om side.
de: Eine isolierte, dauerhafte Sitzung mit eigenen Cookies und Anmeldungen – bleib nebeneinander unter verschiedenen Accounts angemeldet.
el: Μια απομονωμένη, μόνιμη συνεδρία με δικά της cookies και συνδέσεις — μείνε συνδεδεμένος σε διαφορετικούς λογαριασμούς, δίπλα δίπλα.
es: Una sesión aislada y persistente, con sus propias cookies e inicios de sesión: mantente conectado con cuentas distintas, una al lado de la otra.
fi: Eristetty, pysyvä istunto omine evästeineen ja kirjautumisineen – pysy kirjautuneena eri tileille rinnakkain.
fr: Une session isolée et persistante, avec ses propres cookies et connexions — restez connecté à plusieurs comptes côte à côte.
he: הפעלה מבודדת וקבועה עם עוגיות והתחברויות משלה — הישאר מחובר בחשבונות שונים זה לצד זה.
hi: अपनी अलग कुकीज़ और लॉगिन वाला एक पृथक, स्थायी सत्र — अलग-अलग खातों में साथ-साथ साइन इन रहें।
hr: Izolirana, trajna sesija s vlastitim kolačićima i prijavama – ostani prijavljen pod različitim računima jedan uz drugi.
hu: Elkülönített, tartós munkamenet saját sütikkel és bejelentkezésekkel – maradj bejelentkezve különböző fiókokba, egymás mellett.
id: Sesi terisolasi dan bertahan dengan cookie serta login sendiri — tetap masuk dengan akun berbeda, berdampingan.
it: Una sessione isolata e persistente, con cookie e accessi propri: resta connesso con account diversi, uno accanto all'altro.
ja: 独自の Cookie とログインを持つ、隔離された永続セッション。別々のアカウントに同時にサインインしたままにできます。
ko: 자체 쿠키와 로그인을 가진 격리된 지속 세션 — 서로 다른 계정으로 나란히 로그인한 상태를 유지하세요.
ms: Sesi terasing dan berkekalan dengan kuki serta log masuk tersendiri — kekal log masuk dengan akaun berbeza, bersebelahan.
nb: En isolert, varig økt med egne informasjonskapsler og innlogginger – vær innlogget på ulike kontoer side om side.
nl: Een geïsoleerde, blijvende sessie met eigen cookies en aanmeldingen – blijf naast elkaar aangemeld onder verschillende accounts.
pl: Odizolowana, trwała sesja z własnymi ciasteczkami i zalogowaniami — pozostań zalogowany na różnych kontach obok siebie.
pt_br: Uma sessão isolada e persistente, com cookies e logins próprios — fique conectado em contas diferentes, lado a lado.
ro: O sesiune izolată și persistentă, cu propriile cookie-uri și autentificări — rămâi conectat cu conturi diferite, unul lângă altul.
ru: Изолированный постоянный сеанс со своими файлами cookie и входами — оставайтесь авторизованными под разными аккаунтами бок о бок.
sk: Izolovaná trvalá relácia s vlastnými cookies a prihláseniami – zostaň prihlásený pod rôznymi účtami vedľa seba.
sv: En isolerad, beständig session med egna cookies och inloggningar – var inloggad på olika konton sida vid sida.
th: เซสชั่นแยกอิสระที่คงอยู่ พร้อมคุกกี้และการล็อกอินของตัวเอง — ล็อกอินหลายบัญชีพร้อมกันแบบเคียงข้างกัน
tr: Kendi çerezleri ve oturum açmaları olan, yalıtılmış ve kalıcı bir oturum — farklı hesaplarda yan yana oturum açık kalın.
uk: Ізольований постійний сеанс із власними файлами cookie та входами — залишайтеся авторизованими під різними обліковими записами поруч.
vi: Một phiên riêng biệt và lâu dài, với cookie và đăng nhập của riêng nó — hãy đăng nhập nhiều tài khoản khác nhau cạnh nhau.
zh_hans: 一个隔离且持久的会话，拥有自己的 Cookie 和登录状态——让不同账户并排保持登录。
zh_hk: 一個隔離且持續的工作階段，擁有自己的 Cookie 與登入狀態——讓不同帳號並排維持登入。

source: Appears in the corner until you answer it.
ar: يبقى في الزاوية حتى تجيب عليه.
ca: Es queda al cantó fins que hi responguis.
cs: Zůstane v rohu, dokud neodpovíš.
da: Bliver stående i hjørnet, indtil du svarer.
de: Erscheint in der Ecke, bis du darauf antwortest.
el: Μένει στη γωνία μέχρι να απαντήσεις.
es: Se queda en la esquina hasta que respondas.
fi: Näkyy kulmassa, kunnes vastaat siihen.
fr: Reste dans le coin jusqu'à ce que vous répondiez.
he: נשאר בפינה עד שתשיב לו.
hi: जब तक आप जवाब न दें, कोने में बना रहता है।
hr: Ostaje u kutu dok ne odgovoriš.
hu: A sarokban marad, amíg nem válaszolsz rá.
id: Bertahan di sudut sampai Anda menjawabnya.
it: Resta nell'angolo finché non rispondi.
ja: 答えるまで隅に表示されたままになります。
ko: 답할 때까지 모서리에 남아 있습니다.
ms: Kekal di sudut sehingga anda menjawabnya.
nb: Blir stående i hjørnet til du svarer.
nl: Blijft in de hoek staan tot je antwoordt.
pl: Zostaje w rogu, dopóki nie odpowiesz.
pt_br: Fica no canto até você responder.
ro: Rămâne în colț până când răspunzi.
ru: Остаётся в углу, пока вы не ответите.
sk: Zostane v rohu, kým neodpovieš.
sv: Ligger kvar i hörnet tills du svarar.
th: จะอยู่ที่มุมจนกว่าคุณจะตอบ
tr: Siz yanıtlayana kadar köşede durur.
uk: Лишається в куті, доки ви не відповісте.
vi: Nằm ở góc cho tới khi bạn trả lời.
zh_hans: 会一直留在角落，直到你作出选择。
zh_hk: 會一直留在角落，直到你做出選擇。

source: Apply
ar: تطبيق
ca: Aplica
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
he: החל
hi: लागू करें
hr: Primijeni
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Guna
nb: Bruk
nl: Pas toe
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Använd
th: ใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hk: 套用

source: Ask for Permission
ar: طلب الإذن
ca: Demana permís
cs: Požádat o oprávnění
da: Bed om tilladelse
de: Um Erlaubnis fragen
el: Να ζητηθεί άδεια
es: Pedir permiso
fi: Pyydä lupaa
fr: Demander l'autorisation
he: בקש הרשאה
hi: अनुमति माँगें
hr: Zatraži dopuštenje
hu: Engedély kérése
id: Minta izin
it: Chiedi il permesso
ja: 許可を求める
ko: 권한 요청
ms: Minta kebenaran
nb: Be om tillatelse
nl: Om toestemming vragen
pl: Poproś o pozwolenie
pt_br: Pedir permissão
ro: Cere permisiunea
ru: Запросить разрешение
sk: Požiadať o povolenie
sv: Fråga om tillåtelse
th: ขออนุญาต
tr: İzin iste
uk: Запитати дозвіл
vi: Xin quyền
zh_hans: 请求权限
zh_hk: 要求權限

source: Ask the first time
ar: السؤال في المرة الأولى
ca: Pregunta el primer cop
cs: Zeptat se poprvé
da: Spørg første gang
de: Beim ersten Mal fragen
el: Ερώτηση την πρώτη φορά
es: Preguntar la primera vez
fi: Kysy ensimmäisellä kerralla
fr: Demander la première fois
he: שאל בפעם הראשונה
hi: पहली बार पूछें
hr: Pitaj prvi put
hu: Kérdezzen rá először
id: Tanya pertama kali
it: Chiedi la prima volta
ja: 初回に確認
ko: 처음에 묻기
ms: Tanya kali pertama
nb: Spør første gang
nl: De eerste keer vragen
pl: Zapytaj za pierwszym razem
pt_br: Perguntar na primeira vez
ro: Întreabă prima dată
ru: Спросить в первый раз
sk: Spýtať sa prvýkrát
sv: Fråga första gången
th: ถามในครั้งแรก
tr: İlk seferinde sor
uk: Питати першого разу
vi: Hỏi lần đầu
zh_hans: 第一次时询问
zh_hk: 第一次時詢問
